var infos ={
	intro:{
		name:{cn:"李梓霖",en:"Tszlam Lee"},
		sex:"男",
		bdate:"1991-05"
	},
	cv:{
		objective:{
			title:"求职岗位",
			detail:"前端开发"
			},
		skill:{
			title:"技能与能力",
			detail:["-熟练运用HTML，CSS，JavaScript进行开发 ",
		"-熟悉XHTML，DOM，Ajax，JSON等技术，有HTML5，CSS3 开发经验 ",
		"-可以处理各浏览器的兼容问题 ",
		"-可以使用原生JavaScript实现交互效果 ",
		"-对JS，jQuery的封装，模块化，插件化有经验 ",
		"-可以手写静态页面 ",
		"-对MVC,MVVC有一定的理解和实践",
		"-对主流开发框架和库（JQuery，Bootstrap，Vue.js 等）有使用经验，可以灵活应用 ",
		"-对（PHP，Node.js，MongoDB，MySQL）等后端技术有一定的接触和使用经验 ",
		"-对自动化开发流程有接触"]
		},
		intro:{
			title:"自我介绍",
			detail:["-学习能力强，热爱前端，喜欢学习新的技术，善于自主学习与思考",
		"-善于与人沟通，善于面对压力挑战，喜欢团队合作也可单独完成工作",
		"-喜欢接触不同的行业和不同的学科，这让我有更加开阔的思路，帮助我以后不论做什么工作都能更加灵活",
		"-喜欢挑战，喜欢运动，对工作对生活保持热情和积极的态度",
		"-从事过管理工作让我学会从宏观的角度去看待工作，减少各部门间的沟通成本，提高工作效率",
		"-业余爱好：跑步，羽毛球，游泳，射箭，阅读，旅游"]
		},
		exp:{
			title:"工作经历",
			detail:[{
			time:"2013.10 - 2015.02",
			company:"北京和堂文化有限责任公司",
			position:"合伙人",
			jd:["-协调各部门工作，保持公司日常的顺利运行","-参与公司发展计划的讨论和制定","-带领团队完成公司的各个项目"]
			},
			{
			time:"2015.03 - 2016.07",
			company:"深圳市创尔时装有限公司",
			position:"IT",
			jd:["-使用HTML(5)、CSS(3)、JavaScript、jQuery 等技术进行公司网站PC 端，移动端的前端开发","-对公司拥有的服装品牌的网站，根据公司的要求进行拆分，修改，重构","-网站搭建，页面重构，PC 端移动端的分离或自适应，浏览器兼容，与后台的数据交互等","-负责维护公司电脑和网络设备的正常使用"]
			}]
		},
		edu:{
			title:"教育信息",
			detail:[{time:"2010.09 - 2014.06",school:"北京理工大学珠海学院",major:"信息工程本科",ps:["多次获学校奖学金"]}]
		},
		other:{
			title:"其他技能与证书",
			detail:["-英语水平良好",
		"-大学英语四级（CET-4）",
		"-大学英语六级（CET-6）",
		"-全国计算机等级考试四级 - 网络工程师",
		"-熟练使用Word，Excel，Powerpoint等办公软件",
		"-熟练使用Photoshop，CorelDRAW",
		]
		}	
	},
	contact:[{
		by:"QQ",
		detail:"396480947"
	},
	{
		by:"邮箱",
		detail:"chyiqm@qq.com"
	}
	]
};
